{"title":"《人类简史》读书笔笔记","date":"2018-06-02T01:31:21.000Z","excerpt":"<p>上个周读完了赫拉利写的《人类简史》，深深感叹于作者丰富的学识和高度概括的总结能力，其中的一些内容也革新了的我的观念，特此做读书笔记。</p>","slug":"《人类简史》读书笔笔记","comments":true,"tags":["读书笔记"],"updated":"2018-06-02T03:14:27.184Z","content":"<p>上个周读完了赫拉利写的《人类简史》，深深感叹于作者丰富的学识和高度概括的总结能力，其中的一些内容也革新了的我的观念，特此做读书笔记。</p>\n<a id=\"more\"></a>\n<blockquote>\n<p>这场从中段到顶端的大跳跃，造成的影响翻天覆地。其他在金字塔顶端的动物（例如狮子、鲨鱼）得要花上好几百万年的时间，才终于通过演化站上顶峰。因此生态系统有时间发展出种种制衡，避免狮子和鲨鱼造成太大的破坏。随着狮子越来越强壮，演化也让瞪羚越跑越快，鬣狗越来越懂合作，犀牛脾气越来越差。相较之下，人类转眼就登上顶端，不仅让生态系统猝不及防，就连人类自己也不知所措。在过去，居于食物链顶端的肉食动物总是威风凛凛、霸气十足，数百万年的统治，让它们充满自信。但相比之下，智人就像是个香蕉共和国的独裁者。我们在不久之前，还是大草原上的小可怜，整天充满恐惧和焦虑，但这也让人类更加残酷和危险。人类历史上众多的灾难，不论是生灵涂炭的战乱还是生态遭逢的浩劫，其实都是源自这场过于仓促的地位跳跃。 </p>\n</blockquote>\n<p>在书的开始，作者纵观人类历史，犀利地指出人类在进化中从食物链的底层变为顶级捕食者的巨大跳跃是现代社会大量问题产生的根本原因。由此引出了下一个讨论：人类究竟是怎样产生这种跳跃的。</p>\n<p>从合作分工、与动物并无二致的普通族群，到几个族群形成的部落，再到更大的国家，人类的身体并没有发生变化，却似乎与自然并不符合的，形成了规模越来越大的集群，对此作者在书中这样说道：</p>\n<blockquote>\n<p>即使到了今天，人类的团体还是继续受到这个神奇的数字影响。只要在150人以下，不论是社群、公司、社会网络还是军事单位，只要靠着大家都认识、彼此互通消息，就能够运作顺畅，而不需要规定出正式的阶层、职称、规范。[4]不管是30人的一个排，甚至是100人的一个连，几乎不需要有什么正式纪律，就能靠着人际关系而运作正常。正因如此，在某些小单位里，老兵的权力甚至要比士官更大。而如果是一个小的家族企业，就算没有董事会、执行长或会计部门，也能经营得有声有色。</p>\n<p>尤瓦尔·赫拉利, 人类简史（新版）：从动物到上帝, loc. 464-469</p>\n</blockquote>\n<blockquote>\n<p>标致公司只是我们的一个集体想象，这种想象在法律上称为“法律拟制”（legal fiction）。像是公司，我们没办法明确指着它，它不是一个实体对象，而是以一种法律实体的方式存在。这种法律实体就像你我，会受到所在国家法律的管辖，可以开立银行账户，拥有自己的财产，要纳税，也可能独立于所有拥有者或员工之外而遭到起诉。尤瓦尔·赫拉利, 人类简史（新版）：从动物到上帝, loc. 501-504 </p>\n</blockquote>\n<blockquote>\n<p>今天之所以能有全球贸易网络，正是因为我们相信着一些虚拟实体，像是美元、联邦储备银行，还有企业的商标。而在部落社会里，如果两个陌生人想要交易，往往也得先借助共同的神明、传说中的祖先或图腾动物建立信任。 </p>\n<p>尤瓦尔·赫拉利, 人类简史（新版）：从动物到上帝, loc. 597-599  </p>\n</blockquote>\n<p>靠着对同一套故事的坚定相信，人类成功地组合成越来越大的族群，最明显的便是对于国家，对于宗教，对于自由和平等的相信。换句话说，在人类之前，自然界的任何存在都不会自发的去相信某种事物有精神（尽管他们自己本身拥有），至少不会自发产生超出基因所限制的集群数量，但是人类（虽然不是自发地，但通过后天教育人人都可以习得地）相信这些<strong>虚构</strong>的概念，并因此团结了起来。</p>\n<p>这是一个非常精彩的观点，正是因为相信着虚构的东西，正义才会存在，自由才会存在（事实上，社会学家对此存在争议），法律才会存在。正是因为这些东西都是虚构的，或者说非本性的，所以人们不会为了石头存不存在而争论，而是产生围绕辨明这些观念产生了宗教战争、贸易战争、第二次世界大战等等的争斗。而发展了这么多年之后，很多观念已经深深地烙在了全球智人的心中，以至于即使有个别人意识到了这不过是虚构的东西，也无力去改变什么，最多被主流划入“虚无主义”的行列。</p>\n<p>介绍了虚构的概念是如何将全人类团结起来后，作者开始论述人类发展史上最重要的三次革命：农业革命、工业革命和信息革命。</p>\n<blockquote>\n<p>这背后的主谋，既不是国王，不是牧师，也不是商人。真正的主要嫌疑人，就是那极少数的植物物种，其中包括小麦、稻米和马铃薯。人类以为自己驯化了植物，但其实是植物驯化了智人。 如果我们用小麦的观点来看看农业革命这件事，在1万年前，小麦也不过就是许多野草当中的一种，只出现在中东一个很小的地区。但就在短短1000年内，小麦突然就传遍了世界各地。生存和繁衍正是最基本的演化标准，而根据这个标准，小麦可以说是地球史上最成功的植物。以北美大平原为例，1万年前完全没有小麦的身影，但现在却有大片麦田波浪起伏，几百公里内完全没有其他植物。小麦在全球总共占据大约225万平方公里的地表面积，快有英国的10倍大小。</p>\n<p>尤瓦尔·赫拉利, 人类简史（新版）：从动物到上帝, loc. 1280-1287 </p>\n</blockquote>\n<blockquote>\n<p>随着人类开始住进永久村落、粮食供给增加，人口也开始增长。放弃过去流浪的生活之后，女性也可以每年都生孩子了。而这时婴儿也较早断奶，而以粥来代替。毕竟田里需要人手，妈妈得赶快回到农活。然而，人口一多，就耗去了原本的粮食剩余，于是耕种面积又得加大。这时，因为人类开始定居在易有疾病肆虐的聚落，孩子吃母乳的比率越来越少，吃谷类则越来越多，再加上得要共享这些粥的兄弟姐妹也越来越多，让儿童死亡率一路飙升。在大多数的远古农业社会里，至少1/3的儿童无法长到20岁成人。[27]然而，人口出生的速度仍然大于死亡速度，人类养育子女的数字也居高不下。 随着时间过去，种麦子这个原本看来划算的选择，变成越来越沉重的负担。儿童大批死亡，而成人也得忙得满头大汗，才能换得面包。公元前8500年杰里科人过的生活，平均来说要比公元前9500年或公元前13000年更为辛苦。但没有人发现究竟发生了什么事。每一代人都只是继续着上一代生活的方式，在这里修一点，那里改一些。但矛盾的是，一连串为了让生活更轻松的“进步”，最后却像是在这些农民的身上加了一道又一道沉重的枷锁。 <strong>为什么人类会犯下如此致命的误判？其实人类在历史上一直不断重蹈覆辙，道理都相同：因为我们无法真正了解各种决定最后的结果。每次人类决定多做一点事（像是用锄头来耕地，而不是直接把种子撒在地上），我们总是想：“没错，这样是得多做点事。不过收成会好得多！就再也不用担心荒年的问题了。孩子也永远不用挨饿入睡。”</strong>确实这也有道理。工作努力辛苦一些，生活也就能过得好一点。不过，这只是理想的状况。 计划的第一部分进行得很顺利。人们确实工作得更努力也更辛苦。但大家没想到孩子的数量也多了，于是多出的小麦也就有更多小孩要分。这些远古的农民也没想到，母乳喂得少了，粥喂得多了，就让孩子的免疫系统下降，而且永久聚落也成了疾病传染的温床。他们也没有预见到，由于增加了对单一食物来源的依赖，实际上他们使自己更容易受到旱灾的威胁。这些农民还没想到，丰收年他们粮仓满满，却会引来盗贼和敌人，迫使他们得筑起高墙、严加警戒。 <strong>这样一来，发现苗头不对，为什么他们不赶快放弃农耕，回到采集生活？部分原因在于，所有改变都必须点点滴滴累积，经过许多代的时间，才能够改变社会；等到那个时候，已经没有人记得过去曾经有不同的生活方式可选了。</strong>       </p>\n<p> 另一部分，是因为人口增长就像是破釜沉舟。一旦采用农耕之后，村落的人口从100人成长到110人，难道会有10个人自愿挨饿，好让其他人可以回到过去的美好时光？这已经再无回头路。人类发现时，已经深陷陷阱、无法自拔。 于是，种种想让生活变得轻松的努力，反而给人带来无穷的麻烦；而且这可不是史上的最后一次。就算今天，仍然如此。有多少年轻的大学毕业生投身大企业、从事各种劳心劳力的工作，发誓要努力赚钱，好在35岁就退休，去从事他们真正有兴趣的事业？但等他们到了35岁，却发现自己背着巨额贷款，要付子女的学费，要养在高级住宅区的豪宅，每家得有两部车，而且觉得生活里不能没有高级红酒和去国外的假期。他们该怎么做？他们会放下一切，回去野外采果子挖树根吗？当然不可能，而是加倍努力，继续把自己累得半死。 </p>\n<p>奢侈品史上常有这样的情况，就是原本的奢侈品往往最后会成为必需品，而且带来新的义务。等到习惯某种奢侈品，就开始认为这是天经地义。接着就是一种依赖。最后，生活中就再也不能没有这种奢侈品了。让我们用现代大家都熟悉的例子来解释。在过去的几十年里，我们有许多本该会让生活轻松省时又如意的发明，像是洗衣机、吸尘器、洗碗机、电话、手机、计算机、电子邮件等等。在以前，寄信是件麻烦事，得亲手动笔、写信封、贴邮票，还得再走到邮筒那里去寄。想得到回信，可能得等上几天、几星期，甚至是几个月。至于现在，我可以随手就寄一封电子邮件，传送到地球的另一边，而且如果收件人在线，可能只要一分钟就能收到回信了。我确实省下了所有麻烦和时间，但生活真的更轻松了吗？ 可惜事与愿违。在传统信件的年代，我们通常只有最重要、不得不联络的事才会写信。写起信来也不是想起什么就写什么，而是字斟句酌、考虑再三。而且，通常对方的回信也会同样慎重。对大多数人来说，每个月来来去去的信顶多就是几封，也不会有人急于立刻回复。但在今天，我每天都会收到几十封电子邮件，而且所有人都希望你立刻响应。我们以为自己省下了时间；然而，我们其实是把生活的步调加速成过去的10倍快，于是我们整天忙忙碌碌、焦躁不安。</p>\n<p>三不五时，总有些反对提高机械化和自动化的勒德分子（Luddite）坚持不用电子邮件，就像几千年前，也有某些人类部落拒绝农业，所以躲过了奢侈生活的陷阱。<strong>然而，农业革命要成功，并不需要某个地区的所有部落都无异议通过。一切都只从“一个部落”开始。</strong>不论是在中东还是中美洲，只要有一个部落定居下来、开始耕作，走向农业的趋势就已经无法抗拒。由于农业可促成人口迅速增长，通常农业部落光靠人数就已经大胜采集部落。这时，采集部落只剩两种选择，第一是逃跑，放任自己的猎场成为农场和牧场；第二就是拿起锄头，自己加入农业的行列。无论哪种选择，都代表旧的生活方式注定将要凋零。 这个关于奢侈生活陷阱的故事，告诉我们一个重要的教训。<strong>人类一心追求更轻松的生活，于是释放出一股巨大的力量，改变了世界的面貌，但结果并没有任何人料想得到，甚至也不是任何人所乐见的。并没有人在背后操纵农业革命发生，或是意图让人依赖谷类为生。一开始只是各种小事，主要就是希望吃饱一点、生活安全一点，但最后累积引起的效应，就是让远古的采集者开始花上整天的时间，在烈日之下挑水务农。</strong></p>\n<p>尤瓦尔·赫拉利, 人类简史（新版）：从动物到上帝, loc. 1372-1421 </p>\n</blockquote>\n<p>不只是生活的改变，农业革命对人类文明的影响也极为深远，几乎成为现代文明的奠基，引用如下：</p>\n<blockquote>\n<p>农业革命可能是史上最具争议的事件。有些人认为这让人类迈向繁荣和进步，也有人认为这条路终将导致灭亡。对后者来说，农业革命是个转折点，让智人抛下了与自然紧紧相连的共生关系，大步走向贪婪，自外于这个世界。但不管这条路的尽头为何，现在都已经无法回头。进入农业社会之后，人口得以急遽增加，任何一个复杂的农业社会想回到狩猎和采集的生活，就只有崩溃一途。大约在公元前10000年、进入农业时代的前夕，地球上采集者的人口大约有500万到800万。而到了公元1世纪，这个人数只剩下一两百万（主要在澳大利亚、美洲和非洲），相较于农业人口已达2.5亿，无疑是远远瞠乎其后。</p>\n<p>尤瓦尔·赫拉利, 人类简史（新版）：从动物到上帝, loc. 1553-1559 </p>\n</blockquote>\n<blockquote>\n<p>一般来说，农民就会和房屋这种构造建立起非常强烈的连接。这场革命意义深远，除了影响建筑，<strong>更影响了心理</strong>。在农业革命之后，人类成了远比过去<strong>更以自我为中心</strong>的生物，<strong>与“自己家”紧密相连，但与周遭其他物种画出界线</strong>。</p>\n<p>尤瓦尔·赫拉利, 人类简史（新版）：从动物到上帝, loc. 1562-1565 </p>\n</blockquote>\n<blockquote>\n<p>农业时代人类的<strong>空间缩小，但时间却变长</strong>了。一般来说，采集者不会花太多心思考虑下周或下个月的事，但农民却会想象预测着未来几年甚至几十年的事。……之所以要担心未来，除了有生产季节周期的因素，还得面对农业根本上的不确定性。由于大多数村落拥有的农作物或家禽家畜物种十分有限，一旦遇上旱灾、洪水和瘟疫就容易灾情惨重。于是，农民不得不生产出多于所需的食物，好储备存粮。粮仓里堆了米，地窖里存了橄榄油，食品室里有奶酪，屋梁上还挂着香肠，否则遇到歉收年就有可能会饿死。而且，总有歉收的一年，只是时间早晚而已，如果农民不早做准备，绝对也活不久。 </p>\n<p>尤瓦尔·赫拉利, 人类简史（新版）：从动物到上帝, loc. 1580-1582 </p>\n</blockquote>\n<p>国家和市场的介入为人们带来了几乎无差别的暴力保护和福利保障，家庭和社群因此被击碎为一个个独立的个体，由此带来的一定程度的社会冷漠似乎也是必然。</p>\n<p>人口泛滥是物质极大丰富的副产物，生产力的提高和资本主义的盛行逼迫市场不断扩大，逼迫所有人相信越来越多的故事，产生越来越多的需求，与我们的老祖宗相比，这些创造出来的需求就像是泡沫一样。</p>\n<p>读《人类简史》到现在，我突然产生了几个可怕的想法，一是我们的生活充满了各种人造的（虚构的）概念，但是因为我们有人去选择相信，所以它就成了真实的存在，比如公司（所以出现了法人），比如法律，比如正义；二是，人口的泛滥是物质极大丰富的副产物，真正能被创造的价值其实没有那么多，所以大多数人的生命根本就毫无意义，他们只能昏庸无为地度过一生，当今社会价值创造的门槛越来越高，这一点将会越来越深刻且广泛地体现出来。 更何况自然对我们的基因筛选已经失控，失败的基因和错误的突变也有机会代代相传，人类本身的进化越来越慢，不足以很好地适应剧变中的多元的世界。  我觉得我犯了某种主义的错误，权当是在胡言乱语吧。 </p>\n","next":{"title":"各种日程管理软件的非正式评测","slug":"How-to-write-a-new-post"},"link":"http://xasxcy.github.io/post/《人类简史》读书笔笔记"}